9/data/attachments/c45ae4d192b8f4c9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_8f9509b4-4cfb-43f9-9e9d-1a7601f3ac5e</nif:username>
            <nif:friendToBeAdded>Tyler_policy_Friend_69993_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>